/*
 Localizable.strings
 Letters
 
 Created by Alexander-Derek Rein on 20/02/14.
 Copyright (c) 2014 Alexander-Derek Rein. All rights reserved.
 */

/* Homepage Strings */
"DropPDFHere" = "PDF Ablegen";
"SelectFile" = "Datei auswählen";
"SelectDifferentFile" = "Anderes PDF wählen";
"DropDifferentFile" = "Anderes PDF ablegen";
"SelectedFile" = "Gewählte Datei";
"SelectPdfFile" = "PDF Auswählen";
"Or" = "oder";
"Pages" = "Seiten";
"Format" = "Format";
"Size" = "Größe";
"SeeWherePrinted" = "Sehen Sie wo der Brief gedruckt wird";
"SeeWherePrintedDescription" = "Die Druckerei wird automatisch basierend auf dem Zielland gewählt";
"AddSignature" = "Unterschreiben (Optional)";
"AddSignatureDescription" = "Einfach mit dem Smartphone unterschreiben";
"DefaultSignature" = "Standardunterschrift";
"DefaultSignatureButton" = "Standardbild nutzen";
"SelectImage" = "Bild auswählen";
"SelectImageDescription" = "Bild vom Computer wählen";
"SelectImageButton" = "Bild auswählen";
"CreateSignature" = "Unterschrift erstellen";
"CreateSignatureDescription1" = "Erstellen mit dem";
"CreateSignatureDescription2" = "Smartphone";
"CreateSignatureButton" = "Smartphone nutzen";
"PaySubmit" = "Abschicken & Zahlen";
"PaySubmitDescription1" = "Kein Account erforderlich - einfach mit der Kreditkarte zahlen";
"PaySubmitDescription2" = "Wir können Ihnen erst einen Preis anzeigen wenn Sie eine Datei gewählt haben";
"PaySubmitButton" = "Abschicken & Zahlen";
"PaySubmitReloadPriceButton" = "Preis erneut ermitteln";
"CouldNotLoadPrice" = "Der Preis konnte nicht ermittelt werden";
"PdfEncrypted" = "Das Dokument ist verschlüsselt. Bitte entschlüsseln Sie es zunächst.";
"PdfLocked" = "Das Dokument ist gesperrt. Bitte entsperren Sie es zunächst.";
"PdfInvalidSize" = "Das Papiertformat ist nicht A4. Wir akzeptieren derzeit nur A4.";
"PrintingQualityHeader" = "Druckqualität";
"PrintingQualitySubHeader" = "Jeder Brief wird farbig auf standard 80g/qm gedruckt";

/* Enter Address Strings */
"AddressHeader" = "Empfängeradresse eingeben";
"AddressSubHeader" = "In order to stick to the address format of each country the recipient's address is placed directly on the envelope or in an extra sheet matching the country specific window on the envelope.";
"AddressConfirm" = "Bestätigen";
"AddressName" = "Vor- und Nachname";
"AddressCompany" = "Firma (Optional)";
"AddressLine1" = "Straße & Nummer";
"AddressLine2" = "Addresszusatz (Optional)";
"AddressPostalCode" = "Postleitzahl";
"AddressCity" = "Stadt";
"AddressState" = "Bundesstaat (Optional)";
"SelectCountry" = "Land auswählen";

/* Mobile Phone */
"MobilePhoneHeader" = "Unterschrift mit dem Smartphone erstellen";
"MobilePhoneSubHeader" = "Bitte wählen Sie welches Smartphone Betriebssystem Sie nutzen";
"MobilePhoneStep1" = "\"$APPNAME$\" für $PLATFORM$ downloaden";
"MobilePhoneStep2" = "Signatur erstellen und an Ihre Emailadresse schicken";
"MobilePhoneStep3" = "Signature auf PC speichern und in Mils auswählen";
"MobilePhoneCancel" = "Abbrechen";
"MobilePhoneSelectFile" = "Datei wählen";

/* Signature */
"SignatureHeader" = "Unterschrift platzieren";
"SignatureSubHeader" = "Platzieren sie eine oder mehrere Signaturen";
"SignatureAddButton" = "Aktueller Seite Signatur hinzufügen";
"SignaturePagination" = "$CURRENT$ von $MAX$";
"SignatureSaveAsDefault" = "Als Standardunterschrift speichern";
"SignatureCancel" = "Abbrechen";
"SignatureConfirm" = "Bestätigen";

/* Tutorial */
"TutorialTitle" = "Willkommen bei Mils!";

/* About */
"AboutFeedback" = "Feedback";
"AboutSubject" = "Betreff";
"AboutMessage" = "Nachricht";
"AboutSend" = "Senden";
"AboutAbout" = "Über uns";
"AboutDescription1" = "Mils ist die Hipstervariante von traditionellen briefen. Wir haben die App für uns und jeden der es nicht leiden kann Briefe drucken, kuvertieren, frankieren und versenden zu müssen.";
"AboutDescription2" = "Mehr Informationen:";
"AboutRate" = "Bewerten";
"AboutRateDescription" = "Wir freuen uns über jede Bewertung. Für Beschwerden bitte erstmal obiges Feedbackformular verwenden ;)";
"AboutRateButton" = "Bewerten";
"AboutPrivacyPolicyButton" = "Datenschutz";
"AboutRefundPolicyButton" = "Rückgabe";
"AboutTermsAndConditionsButton" = "AGBs";

/* Overview */
"Overview" = "Übersicht";
"OverviewDescription" = "Gesendete Briefe werden in dieser Übersicht erscheinen";
"OverviewPages" = "%zu Seiten";
"OverviewPage" = "%zu Seite";
"OverviewDestination" = "Brief nach %@";
"OverviewTitle" = "Brief %i";
"OverviewDetails" = "Details";
"OverviewOpenButton" = "Öffnen";
"OverviewDeleteButton" = "Löschen";

/* See where the letter will be printed control */
"PrintingStation" = "Druckerei";
"PrintingStationReverseGeocodeProblem" = "Apple Maps konnte die Druckerei nicht finden";
"CourierText" = "Der Brief wird via %@ versandt.";
"Recipient" = "Empfänger";
"RecipientReverseGeocodeProblem" = "Apple Maps konnte die Adresse des Empfängers nicht finden. Das bedeutet nicht, dass der Brief nicht geliefert werden kann. Es heißt bloß, dass die Adresse nicht in den Apple Maps Datenbanken ist oder zumindest nicht in der angebenen Sprache.";
"RecipientPrintingStationDistance" = "Der Empfänger befindet sich $DISTANCE$ von der Druckerei entfernt.";

/* Pay Window */
"PayHeaderUploading" = "Der Brief wird hochgeladen";
"PaySubHeaderUploading" = "Währenddessen können Sie Ihre Zahlungsinformationen eingeben";
"PayHeaderUploadFailed" = "Upload Fehlgeschlagen";
"PaySubHeaderUploadFailed" = "Bitte versuchen Sie erneut den Brief hochzuladen";
"PayHeaderUploadSuccessful" = "Upload Erfolgreich";
"PaySubHeaderUploadSuccessful" = "Weiter geht's nachdem Sie Ihre Zahlungsdaten eingegeben haben";
"PayHeaderRetryingUpload" = "Brief wird Hochgeladen";
"PaySubHeaderRetryingUpload" = "Der Brief wird gerade erneut hochgeladen";
"PayHeaderPaymentFailed" = "Zahlung Fehlgeschlagen";
"PaySubHeaderPaymentFailed" = "Bitte prüfen Sie Ihre Zahlungsdaten";
"PayHeaderPaymentSuccessful" = "Vielen Dank!";
"PaySubHeaderPaymentSuccessful" = "Wir haben die Zahlung erhalten und haben den Druck, Kuvertierung und Versand gestartet";
"PayHeaderAcceptTerms" = "Bitte akzeptieren Sie die AGBs";
"PaySubHeaderAcceptTerms" = "Um fortzufahren müssen Sie die AGBs akzeptieren.";
"PayPriceHeader"= "Gesamptreis";
"PayPriceButton"= "Zahlen";
"PayRetryUploadButton"= "Erneut Hochladen";
"PayStoreAddress"= "Rechnungsdaten Speichern";
"PayPriceUploadFailed"= "Upload fehlgeschlagen…";
"PayTerms" = "Akzeptieren Sie unsere <a href=\"http://www.ceseros.de\">AGBs</a> und die <a href=\"http://www.qiq.com.au/php/docsaway_terms.php\">AGBs</a> der gew&auml;hlten Druckerei.";
"PayCreditCardHeader"= "Kreditkartendaten";
"PayBillingHeader"= "Rechnungsdaten";
"BillingName" = "Rechnungsempfänger";
"BillingLine1" = "Straße & Nummer";
"BillingLine2" = "Adresszusatz";
"BillingPostalCode" = "Postleitzahl";
"BillingCity" = "Stadt";
"BillingCountry" = "Land";
"BillingEmail" = "Email (für den Rechnungsversand)";
"CreditCardCvv" = "CVV";
"CreditCardHolder" = "Karteninhaber";
"CreditCardNumber" = "Kreditkartennummer";
"CreditCardExpirationDate" = "Gültig bis";

/* Generic Error Strings */
"NotEmpty" = "%@ darf nicht leer sein";
"NotValid" = "%@ ist nicht gültig";

/* Rate Questions */
"FeedbackTitle" = "Feedback";
"FeedbackSubTitle" = "Wie hat Ihnen der Bestellprozess gefallen?";
"FeedbackRateTitle" = "Danke!";
"FeedbackRateSubTitle" = "Wir würden uns sehr über eine Bewertung im App Store freuen.";
"FeedbackCommitButton" = "Anonym senden";
"FeedbackAppStoreButton" = "Zum App Store!";
"FeedbackAppStoreNoThanksButton" = "Nein Danke!";